{
    "al bhed potion": "Cures Poison, Silence, Petrification of party and restores 1.000 HP.",
    "antidote": "Cures Poison.",
    "echo screen": "Cures Silence.",
    "elixir": "Fully restores one character's HP and MP (maximum of 9.999 HP and 999 MP).",
    "ether": "Restores 100 MP of one character.",
    "eye drops": "Cures Darkness.",
    "healing water": "Fully restores HP of party (maximum of 9.999 HP).",
    "hi-potion": "Restores 1.000 HP of one character.",
    "holy water": "Cures Zombie and Curse.",
    "mega phoenix": "Revives party and fully restores HP of revived characters (maximum of 9.999 HP).",
    "mega-potion": "Restores 2.000 HP of party.",
    "megalixir": "Fully restores HP and MP of party (maximum of 9.999 HP and 999 MP).",
    "phoenix down": "Revives one character from KO with half of their max HP (maximum of 9.999 HP).",
    "potion": "Restores 200 HP of one character.",
    "remedy": "Cures all status abnormalities, except KO, Curse and Power/Armour/Magic/Mental Break.",
    "poison fang": "Inflicts Poison and deals around 2.000 HP of non-elemental damage to target opponent.",
    "soft": "Cures Petrification.",
    "tetra elemental": "Fully restores HP of party (maximum of 9.999 HP) and casts NulBlaze, NulTide, NulFrost and NulShock.",
    "turbo ether": "Restores 500 MP of one character.",
    "x-potion": "Fully restores HP of one character (maximum of 9.999 HP).",


    "chocobo feather": "Casts Haste on one character.",
    "chocobo wing": "Casts Haste on party.",
    "healing spring": "Casts Regen on one character.",
    "light curtain": "Casts Protect on one character.",
    "lunar curtain": "Casts Shell on one character.",
    "mana tablet": "Doubles maximum MP of one character.",
    "mana tonic": "Doubles maximum MP of party.",
    "stamina tablet": "Doubles maximum HP of one character.",
    "stamina tonic": "Doubles maximum HP of party.",
    "star curtain": "Casts Reflect on one character.",
    "three stars": "Reduces MP costs of party to 0.",
    "twin stars": "Reduces MP costs of one character to 0.",


    "antarctic wind": "Deals around 600 HP of Ice-elemental damage to target opponent.",
    "arctic wind": "Deals around 1.000 HP of Ice-elemental damage to target opponent.",
    "blessed gem": "Deals around 8.000 HP of non-elemental damage to target opponent.",
    "bomb core": "Deals around 1.000 HP of Fire-elemental damage to target opponent.",
    "bomb fragment": "Deals around 600 HP of Fire-elemental damage to target opponent.",
    "candle of life": "Inflicts Doom on target opponent.",
    "dark matter": "Deals around 12.750 HP of non-elemental damage to all opponents.",
    "dragon scale": "Deals around 1.000 HP of Water-elemental damage to target opponent.",
    "dream powder": "Inflicts Sleep and deals around 1.000 HP of non-elemental damage to all opponents.",
    "electro marble": "Deals around 600 HP of Lightning-elemental damage to target opponent.",
    "farplane shadow": "Inflicts Death on target opponent.",
    "farplane wind": "Inflicts Death on all opponents.",
    "fire gem": "Deals around 600 HP of Fire-elemental damage to all opponents (5 times, randomly distributed).",
    "fish scale": "Deals around 600 HP of Water-elemental damage to target opponent.",
    "frag grenade": "Inflicts Armour Break and deals around 800 HP of non-elemental damage to all opponents.",
    "gold hourglass": "Deals around 1.000 HP of non-elemental damage to all opponents, inflicts Slow, and delays their next turn.",
    "grenade": "Deals around 350 HP of non-elemental damage to all opponents.",
    "ice gem": "Deals around 600 HP of Ice-elemental damage to all opponents (5 times, randomly distributed).",
    "lightning gem": "Deals around 600 HP of Lightning-elemental damage to all opponents (5 times, randomly distributed).",
    "lightning marble": "Deals around 1.000 HP of Lightning-elemental damage to target opponent.",
    "mana spring": "Absorbs target opponent's MP (maximum of 1.058 MP).",
    "petrify grenade": "Inflicts Petrification on all opponents.",
    "purifying salt": "Removes positive status effects of an opponent and deals around 1.100 HP of non-elemental damage.",
    "shadow gem": "Reduces HP of all opponents by half (maximum of 9.999 HP, gravity-damage).",
    "shining gem": "Deals around 6.000 HP of non-elemental damage to target opponent.",
    "silence grenade": "Inflicts Silence and deals around 750 HP of non-elemental damage to all opponents.",
    "silver hourglass": "Inflicts Slow on target opponent.",
    "sleeping powder": "Inflicts Sleep and deals around 750 HP of non-elemental damage to target opponent.",
    "smoke bomb": "Inflicts Darkness and deals around 750 HP of non-elemental damage to all opponents.",
    "soul spring": "Absorbs target opponent's HP and MP (maximum of 1.587 HP/MP).",
    "stamina spring": "Absorbs around 400 HP from target opponent.",
    "supreme gem": "Deals around 9.500 HP of non-elemental damage to all opponents.",
    "water gem": "Deals around 600 HP of Water-elemental damage to all opponents (5 times, randomly distributed).",


    "ability sphere": "Activates an Ability node on the Sphere Grid.",
    "accuracy sphere": "Converts an empty node on the Sphere Grid into 'Accuracy +4'.",
    "agility sphere": "Converts an empty node on the Sphere Grid into 'Agility +4'.",
    "attribute sphere": "Activates an attribute-increasing node activated by another character on the Sphere Grid.",
    "blk magic sphere": "Activates a Black Magic Ability node activated by another character on the Sphere Grid.",
    "clear sphere": "Converts an attribute-increasing node on the Sphere Grid into an empty node.",
    "defence sphere": "Converts an empty node on the Sphere Grid into 'Defence +4'.",
    "evasion sphere": "Converts an empty node on the Sphere Grid into 'Evasion +4'.",
    "fortune sphere": "Activates a Luck node on the Sphere Grid.",
    "friend sphere": "Enables jump to any node on the Sphere Grid on which another character is located.",
    "hp sphere": "Converts an empty node on the Sphere Grid into 'HP +300'.",
    "luck sphere": "Converts an empty node on the Sphere Grid into 'Luck +4'.",
    "lv. 1 key sphere": "Opens Lv. 1 Key Locks on the Sphere Grid.",
    "lv. 2 key sphere": "Opens Lv. 2 Key Locks on the Sphere Grid.",
    "lv. 3 key sphere": "Opens Lv. 3 Key Locks on the Sphere Grid.",
    "lv. 4 key sphere": "Opens Lv. 4 Key Locks on the Sphere Grid.",
    "magic def sphere": "Converts an empty node on the Sphere Grid into 'Magic Defence +4'.",
    "magic sphere": "Converts an empty node on the Sphere Grid into 'Magic +4'.",
    "mana sphere": "Activates an MP, Magic or Magic Defence node on the Sphere Grid.",
    "master sphere": "Activates any node on the Sphere Grid, regardless of location and activation.",
    "mp sphere": "Converts an empty node on the Sphere Grid into 'MP +40'.",
    "power sphere": "Activates an HP, Strength or Defence node on the Sphere Grid.",
    "return sphere": "Enables jump to any node on the Sphere Grid that is already activated by the current character.",
    "skill sphere": "Activates a Skill node activated by another character on the Sphere Grid.",
    "special sphere": "Activates a Special Ability node activated by another character on the Sphere Grid.",
    "speed sphere": "Activates an Agility, Evasion or Accuracy node on the Sphere Grid.",
    "strength sphere": "Converts an empty node on the Sphere Grid into 'Strength +4'.",
    "teleport sphere": "Enables jump to any node on the Sphere Grid that is already activated by any character.",
    "warp sphere": "Enables jump to any node on the Sphere Grid.",
    "wht magic sphere": "Activates a White Magic Ability node activated by another character on the Sphere Grid.",


    "ability distiller": "Replaces drop item of target opponent with Ability Sphere (item amount stays the same).",
    "amulet": "Only used for customizing and mixing.",
    "designer wallet": "Only used for customizing and mixing.",
    "door to tomorrow": "Only used for customizing and mixing.",
    "gamblers spirit": "Only used for customizing and mixing.",
    "hypello potion": "Only used for customizing and mixing.",
    "mana distiller": "Replaces drop item of target opponent with Mana Sphere (item amount stays the same).",
    "map": "Displays the world map.",
    "musk": "Only used for customizing and mixing.",
    "pendulum": "Only used for customizing and mixing.",
    "power distiller": "Replaces drop item of target opponent with Power Sphere (item amount stays the same).",
    "rename card": "Renames an aeon.",
    "shining thorn": "Only used to teach an aeon Mental Break.",
    "speed distiller": "Replaces drop item of target opponent with Speed Sphere (item amount stays the same).",
    "underdogs secret": "Only used for customizing and mixing.",
    "wings to discovery": "Only used for customizing and mixing.",
    "winning formula": "Only used for customizing and mixing."
}